---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.MechanicalEquipmentSet
source: html/dd903f12-5716-4f7f-9512-de95f9eb514b.htm
---
# MechanicalEquipmentSet Members

Adds member element ids to the mechanical equipment set.